Repository: joaopedro96/iCine
Catalog: iCine/Features/Onboarding/Localizables/OnboardingLocalizable.xcstrings
Source language: en
Languages: pt_br

# common_continue_text
source: Continue
pt_br: Continuar

# common_help_text
source: Help
pt_br: Ajuda

# common_sign_in_text
source: Sign in
pt_br: Entrar

# common_sign_up_text
source: Sign up
pt_br: Registrar

# common_understood_text
source: Understood
pt_br: Entendido

# common_wrong_flow_text
source: Something went wrong
pt_br: Houve algum erro

# home_welcome_description
source: Millions of movies, TV shows and people to discover. Explore now.
pt_br: Milhões de filmes, séries e pessoas para descobrir. Explore agora.

# home_welcome_title
source: Welcome to iCine
pt_br: Bem vindo ao iCine

# login_account_placeholder
source: Enter your TMDB email
pt_br: Digite seu email TMDB

# login_error_description
source: An error occurred when trying to sign in. Please check your TMDB credentials and try again.
pt_br: Houve um erro ao tentar logar. Por favor, confira suas credenciais do TMDB e tente novamente.

# login_help_description_text
source: iCine was developed based on the API data provided by The Movie Database (TMDB). To access iCine app its necessary to sign in with your TMDB credentials. If you don't have an active account you can sign up on TMDB official website.
pt_br: iCine foi desenvolvido a partir dos dados da API fornecida pelo The Movie Database (TMDB). Para acessar o aplicativo iCine é necessário entrar com suas credenciais do TMDB. Se você não possui uma conta ativa você pode se registrar no site oficial do TMDB.

# login_help_ownership_warning
source: This product uses the TMDB API but is not endorsed or certified by TMDB.
pt_br: Este produto utiliza a API fornecida pelo TMDB mas não é cedido ou certificado pelo TMDB.

# login_highlight_tmdb_site
source: TMDB official website.
pt_br: site oficial do TMDB.

# login_password_placeholder
source: Enter your TMDB password
pt_br: Digite sua senha TMDB
